/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "custom_css": [],
      "settings": {
        "compact-size-enabled": true,
        "size_heading": 140,
        "size_heading_mobile": 100,
        "color-body-text": "#151515",
        "color-bg-overlay": "rgba(0,0,0,0)",
        "color-overlay-opacity": 100,
        "margin-top": 60,
        "margin-bottom": 60
      }
    },
    "rich_text_Td77rC": {
      "type": "rich-text",
      "blocks": {
        "text_F49aEm": {
          "type": "text",
          "settings": {
            "text": "<p>We want you to love your Drinkly goodies, but if something’s not right, don’t stress. Here’s the lowdown on returns and refunds. If your order’s gone walkabout or arrived a bit off, flick us an email at <strong>hello@drinkly.com.au</strong>. Once we know what’s up, we’ll jump on it and make sure a fresh replacement finds its way to you, stat.</p><p></p><h2><strong>REFUNDS</strong></h2><p>If your product turns up faulty, damaged, or not what we promised, we’ll happily sort you out with a refund, no dramas. Just send it back our way with proof of purchase. But heads up, we can’t offer refunds for fashionably late deliveries or anything arriving outside our stated delivery window.</p><h2><br/><strong>EXCHANGES</strong></h2><p>We only swap things out if they’re damaged or faulty. Just show us proof of purchase and send the product back our way, and we’ll take care of the rest.<br/><br/>The product’s gotta come back to us unused and in the same condition you got it—no mystery dents or half-missing bottles, please. We recommend sending it via registered post (prepaid, of course) and giving it a little insurance hug, just in case the postal gremlins strike. If it turns out we’re at fault, we’ll happily cover delivery costs. To get the ball rolling, fire off an email to our friendly crew at <strong>hello@drinkly.com.au</strong></p><h2><strong><br/>CANCELLATIONS</strong></h2><p>Changed your mind? No worries, just hit us up ASAP at <a><strong>hello@drinkly.com.au </strong></a>and we’ll do our best to hit the brakes before it goes out. For customised orders we’ll do our best to accommodate a change. But if the bottles have already been labelled, the ship’s sailed, we can’t cancel once your order’s wearing its Sunday best.</p>",
            "disable_on_mobile": false
          }
        }
      },
      "block_order": [
        "text_F49aEm"
      ],
      "name": "t:sections.rich-text.presets.name",
      "settings": {
        "section_width": "regular",
        "desktop_text_horizontal_position": "center",
        "color-body-text": "transparent",
        "background_color": "transparent",
        "margin-top": 20,
        "margin-bottom": 20
      }
    }
  },
  "order": [
    "main",
    "rich_text_Td77rC"
  ]
}
