/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "custom_css": [],
      "settings": {
        "compact-size-enabled": true,
        "size_heading": 140,
        "size_heading_mobile": 100,
        "color-body-text": "#151515",
        "color-bg-overlay": "rgba(0,0,0,0)",
        "color-overlay-opacity": 100,
        "margin-top": 60,
        "margin-bottom": 60
      }
    },
    "rich_text_WJzppb": {
      "type": "rich-text",
      "blocks": {
        "text_kWrPxQ": {
          "type": "text",
          "settings": {
            "text": "<p></p><p>Some important legal stuff.</p><p>This website is owned and operated by Three Foxes PTY LTD, ABN: 72 637 620 387</p><p>12 Helen Street, Heidelberg West, Victoria 3081</p><p>Victoria Liquor License No:</p><p>33775997 (VIC)</p><p>36159205 (VIC)</p><p><br/>YOUR AGREEMENT</p><p>By using our website you agree to the following terms of use. We may change these terms of use at any time, without telling you. If we make a change, the next time you use our website, you agree to the amended terms.</p><p>AGE OF CONSENT</p><p>Three Foxes supports the Responsible Service of Alcohol (RSA). This means we do not offer or sell our products to anyone under the age of 18.</p><p>You must be 18 years of age or over to use this website or make a purchase. It is against the law to supply alcohol to, or to obtain alcohol on behalf of, a person under the age of 18 years.</p><p>If you do not verify that you are 18 years or over, your order will not be processed.</p><p>OUR SERVICE</p><p>We may make changes to the content, products or services described on this website at any time without telling you. We may also need to stop the operation of this website, or parts of it, from time to time without telling you. However, as far as is permitted by law, we will not be held responsible for any loss or damage incurred by you as a result of any change, error or omission on our website. We make every attempt to ensure the content of this site is accurate and up to date but do not guarantee that it is.</p><p>CANCELLATIONS</p><p>We reserve the right to refuse or cancel any order placed with us, as well as limit the amount of product purchased per person, per household or per billing address. This is at our sole discretion. We will attempt to notify you in as reasonable a time frame as is possible via any of the contact details you provided at point of purchase.</p><p>If you wish to cancel your order, please contact us immediately on hello@drinkly.com.au. Every attempt will be made to accommodate your request, however once payment has been received, cancellation is at our discretion.</p><p>INTELLECTUAL PROPERTY</p><p>All the content contained in this website is subject to copyright, which we own. Sharing parts of this website via social media is cool with us, as long as we have allowed you to do so. Downloading, printing or copying content from this site is also ok if it is for personal use. Otherwise you must not download, copy, print, adapt or publish any content without written permission from us.</p><p>THIRD PARTY LINKS</p><p>Our website may contain links that direct you to content on third party websites. We do not control the content on any of these linked websites and are not responsible for it. Whilst we aim to ensure that any content we are linking to is relevant and accurate we do not guarantee this. We encourage you to check out the privacy policies of these linked websites.</p><p>DISCLAIMER</p><p>The products and services on our website are provided without warranties of any kind, including warranties of merchantability or fitness for purpose.</p><p></p><p>Privacy & Data Collection</p><p>We understand the importance of privacy and any concerns you might have surrounding the security of the personal information we collect. This is why we are committed to protecting any personal data we collect and hold.</p><p>PERSONAL INFORMATION</p><p>Personal information is any information that can or does identify you. During your dealings with us, we may collect information including:</p><p></p><p>Your name, address and contact details</p><p>Your interests in our products or services</p><p>Your dealings with us and details on your purchases (how, when and what was purchased)</p><p>Other information we may need to promote our goods and services</p><p></p><p>To comply with liquor licensing laws, we may also record details relating to our deliveries by making copies of, or photographing items including:</p><p></p><p>Form of age verification</p><p>Proof of delivery</p><p>Administration records</p><p></p><p>If you give us information about another person (such as a delivery address), you should make sure that you are authorised to give us that information. You must also ensure that person is aware of who we are and that we may use their personal information according to our privacy policy.</p><p>USE OF INFORMATION</p><p>We collect, hold and use your personal information to provide or promote our products and services to you, manage our relationship with you and to improve our offering or website experience.</p><p></p><p>We may use your personal information to tell you about products or services offered by third parties which we think you may find useful or interesting.</p><p>We will not disclose your personal information to third parties without your consent, unless we are required to by law, or to the extent we use third parties to capture or manage your personal information on our behalf.</p><p>USING OUR WEBSITE</p><p>We may collect personal information from you when you use our website. This might occur when you tell us about yourself, subscribe to our newsletter, complete an online form, accept an invitation from us or when you send us an email.</p><p>COOKIES</p><p>When you visit our website, social media pages or click on our digital advertisements, we use cookies to collect information about the technology you use, how you use the website and what you are interested in. We will automatically record details about any computer accessing our website including the date and time of access, the IP address, domain name and relevant details of the information accessed.</p><p>SAFEGUARDING YOUR INFORMATION</p><p>We take reasonable steps to protect all information we hold. Generally, information is stored electronically. These storage systems may be operated by us, or by third parties.</p><p>CHANGES</p><p>Sometimes it will be necessary for us to update or change this privacy policy. We reserve the right to do this at any time and will notify you by making the updated version available via our website.</p><p>ACCESSING</p><p>You can request access to the personal information we hold about you at any time. Get in touch with us via hello@drinkly.com.au. We will do our best to deal with these requests in a timely manner.</p><p></p>",
            "disable_on_mobile": false
          }
        }
      },
      "block_order": [
        "text_kWrPxQ"
      ],
      "name": "t:sections.rich-text.presets.name",
      "settings": {
        "section_width": "regular",
        "desktop_text_horizontal_position": "left",
        "color-body-text": "transparent",
        "background_color": "transparent",
        "margin-top": 20,
        "margin-bottom": 20
      }
    }
  },
  "order": [
    "main",
    "rich_text_WJzppb"
  ]
}
